{
    "TechCrunch | Startup and Technology News": {
        "A former OpenAI engineer describes what it’s really like to work there": "A former OpenAI engineer describes what it’s really like to work there",
        "US Army soldier pleads guilty to hacking telcos and extortion": "US Army soldier pleads guilty to hacking telcos and extortion",
        "Mira Murati’s Thinking Machines Lab is worth $12B in seed round": "Mira Murati’s Thinking Machines Lab is worth $12B in seed round",
        "Meta fixes bug that could leak users’ AI prompts and generated content": "Meta fixes bug that could leak users’ AI prompts and generated content",
        "AV startup Pronto.ai acquires off-road autonomous vehicle rival SafeAI": "AV startup Pronto.ai acquires off-road autonomous vehicle rival SafeAI",
        "AI coding tools are shifting to a surprising place: The terminal": "AI coding tools are shifting to a surprising place: The terminal",
        "Research leaders urge tech industry to monitor AI’s ‘thoughts’": "Research leaders urge tech industry to monitor AI’s ‘thoughts’",
        "Lucid Motors will roll out hands-free highway driving this month": "Lucid Motors will roll out hands-free highway driving this month",
        "Of course, Grok’s AI companions want to have sex and burn down schools": "Of course, Grok’s AI companions want to have sex and burn down schools",
        "The Chainsmokers’ Mantis Ventures closes $100M third fund": "The Chainsmokers’ Mantis Ventures closes $100M third fund",
        "Amazon’s Kuiper satellites to get boost from rival SpaceX": "Amazon’s Kuiper satellites to get boost from rival SpaceX",
        "Google Discover adds AI summaries, threatening publishers with further traffic declines": "Google Discover adds AI summaries, threatening publishers with further traffic declines",
        "The rights to Fyre Festival sold on eBay for $245K": "The rights to Fyre Festival sold on eBay for $245K",
        "WWDC 2025 live updates: iOS 26, Liquid Glass, Apple Intelligence updates, and everything else revealed": "WWDC 2025 live updates: iOS 26, Liquid Glass, Apple Intelligence updates, and everything else revealed",
        "Google I/O 2025 live coverage: Google AI Ultra, Project Mariner, Gemini app updates, and more": "Google I/O 2025 live coverage: Google AI Ultra, Project Mariner, Gemini app updates, and more",
        "Tesla earnings wrap up: Elon Musk talks DOGE, Trump and tariffs, robotaxis, AI, and cheap EVs": "Tesla earnings wrap up: Elon Musk talks DOGE, Trump and tariffs, robotaxis, AI, and cheap EVs",
        "Nvidia GTC 2025 live updates: Blackwell Ultra, GM partnerships, and two ‘personal AI supercomputers’": "Nvidia GTC 2025 live updates: Blackwell Ultra, GM partnerships, and two ‘personal AI supercomputers’",
        "SXSW 2025 live coverage: Health tips from Bryan Johnson, concerns about Elon Musk, and what it’s like to actually ride a Waymo Uber on the conference’s final day": "SXSW 2025 live coverage: Health tips from Bryan Johnson, concerns about Elon Musk, and what it’s like to actually ride a Waymo Uber on the conference’s final day",
        "Alphabet earnings live updates: AI, Gemini 2.0, Google Cloud, and more": "Alphabet earnings live updates: AI, Gemini 2.0, Google Cloud, and more",
        "Tesla earnings live updates: Promising ‘return to growth’ and cheaper cars": "Tesla earnings live updates: Promising ‘return to growth’ and cheaper cars",
        "Samsung Unpacked 2025 live updates: Galaxy S25, new AI features, and more": "Samsung Unpacked 2025 live updates: Galaxy S25, new AI features, and more",
        "TechCrunch Disrupt 2025": "TechCrunch Disrupt 2025",
        "StrictlyVC Palo Alto": "StrictlyVC Palo Alto",
        "A comprehensive list of 2025 tech layoffs": "A comprehensive list of 2025 tech layoffs",
        "Rwazi raises $12M Series A to help companies with consumer insights and intelligence": "Rwazi raises $12M Series A to help companies with consumer insights and intelligence",
        "China’s Geely is officially bringing its luxury EV startup Zeekr private": "China’s Geely is officially bringing its luxury EV startup Zeekr private",
        "Auriga Space raises $6M to shoot rockets off an electromagnetic launch track": "Auriga Space raises $6M to shoot rockets off an electromagnetic launch track",
        "Nothing releases its first over-the-ear headphones": "Nothing releases its first over-the-ear headphones",
        "What the next generation of AI natives mean for founders and funders": "What the next generation of AI natives mean for founders and funders",
        "Advice on making early bets from an investor who’s backed 60 successes": "Advice on making early bets from an investor who’s backed 60 successes",
        "Why Robinhood’s co-founder is betting on solar power from space": "Why Robinhood’s co-founder is betting on solar power from space",
        "Katie Haun makes the case for tokenizing more of the world": "Katie Haun makes the case for tokenizing more of the world",
        "How AI chatbots keep people coming back": "How AI chatbots keep people coming back",
        "The AI policy playbook: What global startups need to know": "The AI policy playbook: What global startups need to know",
        "Behind your firewall: secure generative AI for regulated enterprises": "Behind your firewall: secure generative AI for regulated enterprises",
        "Suite AI: how SAP is bringing AI to the enterprise": "Suite AI: how SAP is bringing AI to the enterprise",
        "Anthropic’s Jared Kaplan Charts the Course for Enterprise AI": "Anthropic’s Jared Kaplan Charts the Course for Enterprise AI",
        "Ukrainian hackers claim to have destroyed servers of Russian drone maker": "Ukrainian hackers claim to have destroyed servers of Russian drone maker",
        "DOGE staffer with access to Americans’ personal data leaked private xAI API key": "DOGE staffer with access to Americans’ personal data leaked private xAI API key",
        "Episource is notifying millions of people that their health data was stolen": "Episource is notifying millions of people that their health data was stolen",
        "Venture gets a rare Native American-led fund in Betsy Fore’s Velveteen Ventures": "Venture gets a rare Native American-led fund in Betsy Fore’s Velveteen Ventures",
        "TechCrunch All Stage launches in Boston today — don’t miss what founders are learning": "TechCrunch All Stage launches in Boston today — don’t miss what founders are learning",
        "Brian Singerman is raising over $500M for a new fund with a twist on the VC model": "Brian Singerman is raising over $500M for a new fund with a twist on the VC model",
        "Former Sequoia partner Matt Miller raises $355M for new fund — with Sequoia’s backing": "Former Sequoia partner Matt Miller raises $355M for new fund — with Sequoia’s backing",
        "The votes are in: TechCrunch Disrupt 2025 Audience Choice winners revealed for roundtables and breakouts": "The votes are in: TechCrunch Disrupt 2025 Audience Choice winners revealed for roundtables and breakouts",
        "Reddit rolls out age verification in the UK to comply with new rules": "Reddit rolls out age verification in the UK to comply with new rules",
        "Nextdoor redesigns app with AI recommendations, local news, and real-time emergency alerts": "Nextdoor redesigns app with AI recommendations, local news, and real-time emergency alerts",
        "Following YouTube, Meta announces crackdown on ‘unoriginal’ Facebook content": "Following YouTube, Meta announces crackdown on ‘unoriginal’ Facebook content",
        "As the browser wars heat up, here are the hottest alternatives to Chrome and Safari in 2025": "As the browser wars heat up, here are the hottest alternatives to Chrome and Safari in 2025",
        "Uber’s latest robotaxi partner is China’s Baidu": "Uber’s latest robotaxi partner is China’s Baidu",
        "Rivian taps Google to bring custom maps into its EVs and app": "Rivian taps Google to bring custom maps into its EVs and app",
        "Meta is reportedly using actual tents to build data centers": "Meta is reportedly using actual tents to build data centers",
        "Elmo’s X account hacked to publish racist and antisemitic posts": "Elmo’s X account hacked to publish racist and antisemitic posts",
        "Meta acquires voice startup Play AI": "Meta acquires voice startup Play AI",
        "Elon Musk’s SpaceX might invest $2 billion in Musk’s xAI": "Elon Musk’s SpaceX might invest $2 billion in Musk’s xAI"
    },
    "Ars Technica - Serving the Technologist since 1998. News, reviews, and analysis.": {
        "Two guys hated using Comcast, so they built their own fiber ISP": "A 50-year wait for a second mission wouldn't be surprising. Just ask Uranus and Neptune.",
        "Medieval preacher invoked chivalric hero as a meme in sermon": "\"This is very early evidence of a preacher weaving pop culture into a sermon to keep his audience hooked.\"",
        "Large study squashes anti-vaccine talking points about aluminum": "RFK Jr. has falsely called aluminum adjuvants \"extremely neurotoxic.\"",
        "Congress moves to reject bulk of White House’s proposed NASA cuts": "We're still months away from these budget bills having a chance to become law.",
        "Seagate’s massive, 30TB, $600 hard drives are now available for anyone to buy": "Seagate's heat-assisted drive tech has been percolating for more than 20 years.",
        "Chinese firms rush for Nvidia chips as US prepares to lift ban": "H20 chips, designed to skirt export bans, are back after Trump meets with CEO.",
        "Corporate inadequacy has rendered my favorite rediscovered gadget useless": "Without rare, proprietary tech, these earbuds are useless.",
        "From the hospital to the car plant: What is GM doing with CT scanners?": "The adoption of medical scanning tech has improved first-time quality by 90 percent.",
        "Grok’s “MechaHitler” meltdown didn’t stop xAI from winning $200M military deal": "xAI announces Grok for Government, tells Grok to stop calling itself MechaHitler.",
        "GOP’s pro-industry crypto bills could financially ruin millions, lawmaker warns": "Trump’s crypto bills could turn trusted Big Tech companies into the next FTX.",
        "‘Not that into peace doves’: The Apollo-Soyuz patch NASA rejected": "Paul Calle thought he had represented the Apollo-Soyuz Test Project.",
        "It’s hunting season in orbit as Russia’s killer satellites mystify skywatchers": "\"Once more, we play our dangerous game—a game of chess—against our old adversary.\"",
        "BYD has caught up with Tesla in the global EV race. Here’s how.": "With technology gap narrowed, BYD is poised to outsell Tesla this year.",
        "Nvidia chips become the first GPUs to fall to Rowhammer bit-flip attacks": "Grok 4's \"reasoning\" shows cases where the chatbot consults Musk posts to answer divisive questions.",
        "Merger of two massive black holes is one for the record books": "The governor’s office says some emails contain “intimate and embarrassing” information.",
        "Reddit’s UK users must now prove they’re 18 to view adult content": "Security updates will continue, but new features will require Windows 11.",
        "Study finds AI tools made open source software developers 19 percent slower": "Google's Sameer Samat doesn't get into what \"combining\" means.",
        "We saw the heart of Pluto 10 years ago—it’ll be a long wait to see the rest": "GPUhammer is the first to flip bits in onboard GPU memory. It likely won't be the last.",
        "Pebblebee tracker’s new SOS alert reminds us that updates can be good for gadgets": "Trump administration says dismissal is \"in the interests of justice.\"",
        "Plastic surgeon off the hook for alleged COVID fraud, injecting kids with saline": "Hyundai appears to be nailing the \"make a fun electric car\" brief right now.",
        "Why Gov. Greg Abbott won’t release his emails with Elon Musk": "Sure, the plot lacks originality, but it's a solid B movie—and H.R. Giger designed the alien life form.",
        "Office problems on Windows 10? Microsoft’s response will soon be “upgrade to 11.”": "A model built using data from the Curiosity rover suggests wet periods were rare.",
        "Chrome OS is “combining” with Android, but what does that mean?": "Experts have advice for how the EV-curious buyer might navigate this tricky moment.",
        "New Grok AI model surprises experts by checking Elon Musk’s views before answering": "Popular chatbots serve as poor replacements for human therapists, but study authors call for nuance.",
        "Hyundai’s Ioniq 6 N offers more sound, more shifts, more smiles": "The bacterium is widespread in the environment, but only rarely causes disease.",
        "Species at 30 makes for a great guilty pleasure": "New recovery mode lets Microsoft fix \"widespread boot issues\" affecting PCs.",
        "A new Martian climate model suggest a mostly cold, harsh environment": "There's no easy alternative, and IoT customers are paying the price.",
        "5 big EV takeaways from Trump’s “One Big Beautiful Bill”": "James Gunn's entertaining reboot has a few flaws but so much heart",
        "AI therapy bots fuel delusions and give dangerous advice, Stanford study finds": "DOJ approves T-Mobile/US Cellular deal despite bemoaning \"the Big 3's oligopoly.\"",
        "Man’s heart stopped after common bacterium caused ultra-rare infection": "People don't upgrade phones every year anymore—longevity matters.",
        "New Windows 11 build adds self-healing “quick machine recovery” feature": "The fear is that the USPSTF will go the same way as the CDC's vaccine advisory panel."
    }
}